{
	"array":
	[
		{
			"id": "tutorial_M1_9",
			
			"contentHeight": 500,
			"position": { "x": -400, "y": 0 },

			"slides":
			[
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Побеждая в сражениях ваш герой зарабатывает очки опыта и при накоплении определенного количества получает новые уровни." ] },
						{ "type": "text", "value": [ "При повышении уровня, герой получает случайным образом базовые характеристики, а также может выбрать один из 3 навыков - специальных пассивных умений усиливающих вашего героя." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Каждые герой обладает 4 базовыми характеристиками - Атака, Защита, Сила магии и Знания." ] },
						{ "type": "text", "value": [ "Первые 2 усиливают вашу армию, оставшиеся - влияют на возможность героя использовать заклинания." ] },
						{ "type": "text", "value": [ "Вторая пара - влияет на возможность героя использовать заклинания." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Улучшаемые характеристики и предлагаемые навыки завится от класса героя - воин чаще получает характеристики Атаки и Защиты, а также навыки направленные на усиление армии." ] },
						{ "type": "text", "value": [ "Герои-маг же - вероятнее всего получит Силу заклинаний или знания, а также навыки усиливающие его возможность использовать заклинания." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Каждый навык, который изучает герой, может быть улучшен 2 раза - до 3 уровня." ] },
						{ "type": "text", "value": [ "При получение 2 и 3 уровня, игрок дополнительно выбирает 1 из 3 (или 2х, для 3 уровня навыка) перков, которые дополнительно усиливают героя." ] }
					]
				}
			]
		}
	]
}
