{
	"array":
	[
		{
			"id": "tutorial_M2_start",
			
			"contentHeight": 500,
			"position": { "x": -400, "y": 0 },

			"slides":
			[
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Привет еще раз. В этой миссии мы познакомим тебя с основами экономики и градостроения." ] },
						{ "type": "text", "value": [ "Под вашим контролем находится Temple - город одной из фракций в игре. Для успешного прохождения миссии вам необходимо будет построить в этом городе определенные здания." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Как мы упоминали прошлой миссии, ресурсы - это база твоей экономики и они нужны в том числе для развития города." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Всего в игре есть 7 видов ресурсов - золото, дерево, руда, кристаллы, драгоценные камни, ртуть и алхимическая пыль." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Золото - ресурс нужны практически для всех активностей в игре, от найма войск до строительства зданий в городах." ] },
						{ "type": "text", "value": [ "Дерево и руда - обычные ресурсы, нужные в первую очередь для строительства зданий в городах." ] },
						{ "type": "text", "value": [ "Кристаллы, Драгоценные камни и ртуть - редкие ресурсы, нужные в для строительства зданий в городах и найма юнитов. у каждой фракции есть предрасположенность к одну из таких ресурсов." ] },
						{ "type": "text", "value": [ "Алхимическая пыль - особый ресурс, необходимый для разнообразных улучшений - артефактов, заклинаний, строительства улученных зданий существ." ] }
					]
				},
				{
					"title": "Обучение",
					"headerImage": "imageSid",

					"content":
					[
						{ "type": "text", "value": [ "Недалеко от города расположены шахты базовых ресурсов - дерево и руды. Захватите их и соберите лежащие рядом ресурсы." ] }
					],
	
					"mapActions":
					[
						{ "a": "CounterPlus", "p": [ "Tutorial_M2_Step_by_Step_Counter_1", "1" ] }
					]
				}
			]
		}
	]
}
